Repository: nhprince/Lenden-App
Catalog: lenden_flutter/lib/core/l10n/app_*.arb
Languages: bn

source: Dashboard
bn: ড্যাশবোর্ড

source: POS
bn: বিক্রয় কেন্দ্র

source: Inventory
bn: মজুদ পণ্য

source: Transactions
bn: লেনদেন

source: Customers
bn: গ্রাহক তালিকা

source: Vendors
bn: সরবরাহকারী

source: Reports
bn: রিপোর্ট

source: Expenses
bn: খরচপাতি

source: Services
bn: সেবাসমূহ

# trips
source: Rental Trips
bn: রেন্টাল ট্রিপ

source: Settings
bn: সেটিংস

source: Staff
bn: কর্মচারী

source: Purchases
bn: ক্রয়

source: Log out
bn: লগ আউট

source: Name
bn: নাম

source: Customer
bn: গ্রাহক

source: Add New
bn: নতুন যোগ করুন

source: Edit
bn: সম্পাদনা

source: Delete
bn: মুছুন

source: Save
bn: সংরক্ষণ

source: Cancel
bn: বাতিল

source: View
bn: দেখুন

source: Search...
bn: অনুসন্ধান...

source: Export
bn: এক্সপোর্ট

source: Print
bn: প্রিন্ট

source: Confirm
bn: নিশ্চিত করুন

source: Back
bn: ফিরে যান

source: Actions
bn: পদক্ষেপ

source: Submit
bn: জমা দিন

source: Update
bn: আপডেট

source: Search or type...
bn: অনুসন্ধান বা লিখুন...

source: New Customer Entry
bn: নতুন গ্রাহক এন্ট্রি

source: All Items
bn: সব পণ্য

source: Stock Value
bn: মজুদ মূল্য

source: Profit Per Unit
bn: প্রতি এককে লাভ

source: Margin
bn: মার্জিন

source: Complete Registration
bn: নিবন্ধন সম্পন্ন করুন

source: New Sale
bn: নতুন বিক্রয়

source: View All
bn: সব দেখুন

source: Walk-in Customer
bn: সাধারণ গ্রাহক

# searchProduct
source: Search products...
bn: পণ্য খুঁজুন...

source: Cart
bn: কার্ট

source: Subtotal
bn: সাবটোটাল

source: Discount
bn: ছাড়

source: Tax
bn: ভ্যাট/ট্যাক্স

source: Total
bn: সর্বমোট

source: Checkout
bn: চেকআউট

source: Pay Now
bn: পেমেন্ট নিন

source: Payment Method
bn: পেমেন্ট মাধ্যম

# mobilePayment
source: Mobile Pay
bn: মোবাইল পেমেন্ট

source: Card
bn: কার্ড

source: Cash
bn: নগদ

source: Due
bn: বাকি

source: Paid
bn: পরিশোধিত

source: Change
bn: ফেরত

source: Receipt
bn: রশিদ

# saleComplete
source: Sale Completed
bn: বিক্রয় সম্পন্ন

source: Items
bn: আইটেম

# quantity
source: Qty
bn: পরিমাণ

source: Price
bn: মূল্য

source: Stock
bn: মজুদ

source: Out of Stock
bn: স্টক শেষ

source: Low Stock
bn: স্বল্প মজুদ

source: Add to Cart
bn: কার্টে যোগ করুন

source: Clear Cart
bn: কার্ট খালি করুন

source: Note
bn: নোট

source: Completed
bn: সম্পন্ন

source: Pending
bn: অপেক্ষমান

source: Cancelled
bn: বাতিল

source: bKash
bn: বিকাশ

# bank
source: Bank Transfer
bn: ব্যাংক ট্রান্সফার

source: Add Product
bn: পণ্য যোগ করুন

source: Edit Product
bn: পণ্য সম্পাদনা

source: Product Name
bn: পণ্যের নাম

# sku
source: SKU / Barcode
bn: কোড / বারকোড

source: Category
bn: ক্যাটাগরি

source: Cost Price
bn: ক্রয় মূল্য

source: Selling Price
bn: বিক্রয় মূল্য

source: Stock Quantity
bn: মজুদ পরিমাণ

source: Unit
bn: একক

source: Description
bn: বিবরণ

source: Image
bn: ছবি

source: Low Stock Alert
bn: সতর্কতা লেভেল

source: Supplier
bn: সরবরাহকারী

source: Brand
bn: ব্র্যান্ড

source: Model
bn: মডেল

source: Add Customer
bn: গ্রাহক যোগ করুন

source: Edit Customer
bn: গ্রাহক সম্পাদনা

source: Customer Name
bn: গ্রাহকের নাম

source: Phone
bn: ফোন

source: Email
bn: ইমেইল

source: Address
bn: ঠিকানা

source: Total Spent
bn: মোট কেনাকাটা

source: Total Due
bn: মোট বাকি

source: Last Visit
bn: সর্বশেষ আগমন

source: Customer History
bn: গ্রাহকের ইতিহাস

source: Make Payment
bn: পেমেন্ট করুন

source: Collect Due
bn: বাকি আদায়

source: Add Vendor
bn: সরবরাহকারী যোগ

source: Edit Vendor
bn: সরবরাহকারী সম্পাদনা

source: Vendor Name
bn: সরবরাহকারীর নাম

source: Company Name
bn: কোম্পানির নাম

source: Payable
bn: পাওনা

source: Total Purchases
bn: মোট ক্রয়

source: Record Purchase
bn: ক্রয় লিপিবদ্ধ করুন

source: Pay Vendor
bn: পেমেন্ট দিন

source: Vendor History
bn: লেনদেন ইতিহাস

source: Record Expense
bn: খরচ লিখুন

source: Expense Type
bn: খরচের ধরণ

source: Amount
bn: পরিমাণ

source: Date
bn: তারিখ

# expenseCategory
source: Category
bn: খরচের খাত

source: Sales Report
bn: বিক্রয় রিপোর্ট

source: Expense Report
bn: খরচের রিপোর্ট

# profitReport
source: Profit & Loss
bn: লাভ-ক্ষতি

source: Inventory Report
bn: মজুদ রিপোর্ট

source: Customer Report
bn: গ্রাহক রিপোর্ট

source: Daily Summary
bn: দৈনিক সারাংশ

source: Monthly Summary
bn: মাসিক সারাংশ

source: Date Range
bn: সময়কাল

source: Total Revenue
bn: মোট আয়

source: Total Profit
bn: মোট লাভ

source: Total Expenses
bn: মোট ব্যয়

source: Net Income
bn: নিট আয়

source: Top Selling
bn: সেরা বিক্রয়

source: Add Staff
bn: স্টাফ যোগ করুন

source: Role
bn: পদবী

source: Permissions
bn: অনুমতি

source: Active
bn: সক্রিয়

source: Inactive
bn: নিষ্ক্রিয়

source: Salary
bn: বেতন

source: Joining Date
bn: যোগদানের তারিখ

source: Shop Name
bn: দোকানের নাম

source: Shop Address
bn: দোকানের ঠিকানা

source: Shop Phone
bn: দোকানের মোবাইল

source: Currency
bn: মুদ্রা

source: Language
bn: ভাষা

source: Invoice Footer
bn: ইনভয়েস ফুটার

source: Logo
bn: লোগো

source: Shop Profile
bn: শপ প্রোফাইল

source: Invoice Settings
bn: ইনভয়েস সেটিংস

source: User Profile
bn: ইউজার প্রোফাইল

source: Security
bn: নিরাপত্তা

source: Website
bn: ওয়েবসাইট

source: Invoice Title
bn: ইনভয়েস টাইটেল

source: Footer Note
bn: ফুটার নোট

source: Terms & Conditions
bn: শর্তাবলী

source: Success
bn: সফল

source: Error
bn: ত্রুটি

source: Saved successfully
bn: সফলভাবে সংরক্ষিত হয়েছে

source: Save Changes
bn: পরিবর্তন সংরক্ষণ করুন

source: Change Password
bn: পাসওয়ার্ড পরিবর্তন

source: Old Password
bn: পুরানো পাসওয়ার্ড

source: New Password
bn: নতুন পাসওয়ার্ড

source: Confirm Password
bn: পাসওয়ার্ড নিশ্চিত করুন

source: Account Recovery
bn: অ্যাকাউন্ট রিকভারি

source: Deleted successfully
bn: সফলভাবে মুছে ফেলা হয়েছে

# confirmDelete
source: Are you sure you want to delete?
bn: আপনি কি নিশ্চিতভাবে মুছতে চান?

# fillRequired
source: Please fill all required fields
bn: অনুগ্রহ করে সব তথ্য দিন

# loginSuccess
source: Login successful
bn: লগইন সফল হয়েছে

source: Login failed
bn: লগইন ব্যর্থ হয়েছে

source: No products found
bn: কোনো পণ্য পাওয়া যায়নি

source: Business Reports
bn: ব্যবসা রিপোর্ট

source: Performance Analytics
bn: পারফরম্যান্স অ্যানালিটিক্স

source: Avg. Order Value
bn: গড় অর্ডার মূল্য

source: Pending Payments
bn: পেমেন্ট বাকি

source: Low Stock Alerts
bn: স্টক অ্যালার্ট

source: Good morning
bn: শুভ সকাল

source: Today's Sales
bn: আজকের বিক্রয়

source: Inventory Value
bn: মজুদ মূল্য

source: Total Customers
bn: মোট গ্রাহক

source: Sales Overview
bn: বিক্রয় সারাংশ

source: Recent Transactions
bn: সাম্প্রতিক লেনদেন

# whatsHappening
source: What's happening today
bn: আজকের কার্যক্রম

source: View Full Report
bn: সম্পূর্ণ রিপোর্ট

source: Order Activity
bn: অর্ডার গ্রাফ

source: Daily Order Volume
bn: দৈনিক অর্ডার সংখ্যা

source: Hot
bn: জনপ্রিয়

source: vs Yesterday
bn: গতকালের থেকে

source: Cart is empty
bn: কার্ট খালি

source: Add products to get started
bn: শুরু করতে পণ্য যোগ করুন

source: Complete Sale
bn: বিক্রয় সম্পন্ন করুন

# transactionRecorded
source: Transaction has been recorded successfully.
bn: লেনদেন সফলভাবে লিপিবদ্ধ করা হয়েছে।

source: Print Receipt
bn: রশিদ প্রিন্ট করুন

source: New Customer
bn: নতুন গ্রাহক

source: No transactions found
bn: কোনো লেনদেন পাওয়া যায়নি

source: All Transactions
bn: সব লেনদেন

source: Payment Overdue
bn: পেমেন্ট ওভারডিউ

# overdueMessage
source: This transaction is more than 30 days old and still has a pending balance.
bn: এই লেনদেনটি ৩০ দিনের বেশি পুরনো এবং এখনো বকেয়া রয়েছে।

source: Status
bn: অবস্থা

source: Order ID
bn: অর্ডার আইডি

# markPaid
source: Mark as Paid
bn: পরিশোধিত করুন

source: Data Backup
bn: ডেটা ব্যাকআপ

# exportData
source: Export All Data
bn: সব ডেটা এক্সপোর্ট করুন

source: Import Data
bn: ডেটা ইমপোর্ট করুন

# backupDescription
source: Download a backup of all your shop data (Products, Transactions, Customers, etc.) in JSON format.
bn: আপনার দোকানের সব ডেটা (পণ্য, লেনদেন, গ্রাহক ইত্যাদি) JSON ফরম্যাটে ব্যাকআপ হিসেবে ডাউনলোড করুন।

# importDescription
source: Restore your shop data from a previously exported JSON backup file.
bn: পূর্বের এক্সপোর্ট করা JSON ব্যাকআপ ফাইল থেকে ডেটা রিস্টোর করুন।

# restoreWarning
source: Restoring data will merge records. Ensure your backup file is from this shop.
bn: ডেটা রিস্টোর করলে নতুন ডেটা আগের ডেটার সাথে যুক্ত হবে। নিশ্চিত করুন ফাইলটি এই দোকানেরই।

# inventorySubtitle
source: Manage your shop's stock levels, track pricing, and organize inventory efficiently.
bn: আপনার দোকানের স্টক লেভেল পরিচালনা করুন, মূল্য নির্ধারণ করুন এবং দক্ষতার সাথে ইনভেন্টরি গুছিয়ে রাখুন।

source: Inventory Management
bn: ইনভেন্টরি ম্যানেজমেন্ট

source: Upload Photo
bn: ছবি আপলোড করুন

source: Stock Level
bn: স্টক লেভেল

source: Retail Price
bn: খুচরা মূল্য

source: Industry Specific Data
bn: ইন্ডাস্ট্রি স্পেসিফিক ডেটা

source: Engine Number
bn: ইঞ্জিন নম্বর

source: Chassis Number
bn: চ্যাসিস নম্বর

source: Model Year
bn: মডেল ইয়ার

source: Material Production Cost
bn: উৎপাদন খরচ

source: Select Year
bn: বছর নির্বাচন করুন

# registerProduct
source: Register New Product
bn: নতুন পণ্য নিবন্ধন

source: Loading dashboard...
bn: ড্যাশবোর্ড লোড হচ্ছে...

source: Last 7 Days
bn: গত ৭ দিন

source: No transactions yet
bn: এখনো কোনো লেনদেন হয়নি

# allStockLevelsGood
source: All stock levels are good
bn: সব পণ্যের মজুদ পর্যাপ্ত আছে

# financialHealthOverview
source: Overview of your shop's financial health
bn: আপনার দোকানের আর্থিক অবস্থার সংক্ষিপ্ত রূপ

source: Total orders processed
bn: মোট সম্পন্ন করা অর্ডার

source: Per transaction
bn: প্রতি লেনদেনে

source: Needs attention
bn: মনোযোগ প্রয়োজন

# salesTrend7Days
source: Sales Trend (Last 7 Days)
bn: বিক্রয় গ্রাফ (গত ৭ দিন)

# noSalesData
source: No sales data available
bn: কোনো বিক্রয় তথ্য নেই

source: Inventory Distribution
bn: মজুদ পণ্য বণ্টন

# noInventoryData
source: No inventory data available
bn: কোনো মজুদ তথ্য নেই
